Repository: ThemeZee/themezee-icon-heading-block
Catalog: languages/themezee-icon-heading-block-*.po
Languages: de_de

source: Display a SVG icon.
de_de: Ein SVG-Icon anzeigen.

source: License Settings
de_de: Lizenz-Einstellungen

source: An active license key is needed to install updates and receive support.
de_de: Ein aktiver Lizenzschlüssel ist erforderlich, um Updates zu installieren und Support zu erhalten.

source: Deactivate License
de_de: Lizenz deaktivieren

source: Active. You are receiving updates.
de_de: Aktiv. Du erhältst Updates.

source: Activate License
de_de: Lizenz aktivieren

source: Inactive. Please enter your license key.
de_de: Inaktiv. Bitte gebe deinen Lizenzschlüssel ein.

source: Your license key expired on %s.
de_de: Dein Lizenzschlüssel ist am %s abgelaufen.

source: Your license key has been disabled.
de_de: Dein Lizenzschlüssel wurde deaktiviert.

source: Invalid license.
de_de: Ungültige Lizenz.

source: Your license is not active for this URL.
de_de: Deine Lizenz ist für diese URL nicht aktiviert.

source: This appears to be an invalid license key for %s.
de_de: Dies scheint ein ungültiger Lizenzschlüssel für %s zu sein.

source: Your license key has reached its activation limit.
de_de: Dein Lizenzschlüssel hat die Aktivierungsgrenze erreicht.

source: An error occurred, please try again.
de_de: Ein Fehler ist aufgetreten, bitte versuche es noch einmal.

source: Please enter your license key for the %1$s in order to receive updates and support. <a href="%2$s">Enter License Key</a>
de_de: Bitte aktiviere deinen Lizenzschlüssel für %1$s Add-on, um automatische Updates und Support zu erhalten. <a href="%2$s">Lizenzschlüssel eingeben</a>

# block description
source: Create an icon heading.
de_de: Eine Überschrift mit Icon anzeigen.

source: The ThemeZee Icon Heading Block needs the ThemeZee Icon Block in order to work. Please install and activate it.
de_de: Der ThemeZee Icon Heading Block benötigt den ThemeZee Icon Block, um zu funktionieren. Bitte installiere und aktiviere den Icon Block.

source: Icon Heading
de_de: Icon Überschrift
